/* .. in settings screen */
"About" = "Über";

/* No comment provided by engineer. */
"Active Subscriptions" = "Aktive Abonnements";

/* No comment provided by engineer. */
"Adapters" = "Adapter";

/* .. in settings screen */
"Add New TVHeadend" = "Neuen TVHeadend hinzufügen";

/* Title 2 in settings screen */
"Advanced Settings" = "Erweiterte Einstellungen";
"Advanced Options" = "Erweiterte Einstellungen";

/* No comment provided by engineer. */
"All Channels" = "Alle Kanäle";

/* .. in settings screen */
"Anonymous Statistics" = "Anonyme Statistiken";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "Bist du sicher, dass du die Aufnahme löschen möchtest?";

/* ..in Settings server edit */
"Authentication" = "Authentifizierung";

/* .. in settings screen */
"Auto Start Polling" = "Abfrage automatisch starten";

/* .. in settings screen */
"by Name" = "nach Name";

/* .. in settings screen */
"by Number" = "nach Nummer";

/* .. in settings screen */
"Cache Data" = "Daten cachen";

/* .. in settings screen */
"Cache Data for" = "Cache Daten für";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Channel" = "Kanal";

/* No comment provided by engineer. */
"Channels" = "Kanäle";

/* No comment provided by engineer. */
"Copy to Clipboard" = "In Zwischenablage kopieren";

/* No comment provided by engineer. */
"Custom Player" = "Spezieller Spieler";

/* .. in settings screen */
"Custom Player URL" = "Spezielle Wiedergabe-URL";

/* No comment provided by engineer. */
"Dvr Config" = "Dvr-Konfiguration";

/* No comment provided by engineer. */
"Genre" = "Genre";

/* .. in settings screen */
"Licenses" = "Lizenzen";

/* .. in settings screen */
"minutes" = "Minuten";

/* ..in Settings server edit */
"Name" = "Name";

/* No comment provided by engineer. */
"Network Error" = "Netzwerkfehler";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No active subscriptions." = "Keine aktiven Abonnements.";

/* No comment provided by engineer. */
"No adapters found." = "Keine Adapter gefunden.";

/* No comment provided by engineer. */
"No auto recordings found." = "Keine automatischen Aufnahmen gefunden.";

/* No comment provided by engineer. */
"No more programs available." = "Keine weiteren Programme verfügbar.";

/* No comment provided by engineer. */
"No recordings found." = "Keine Aufnahmen gefunden.";

/* .. in settings screen */
"Order Channels" = "Kanäle sortieren";

/* ..in Settings server edit */
"Password" = "Passwort";

/* No comment provided by engineer. */
"Play Dvr File" = "Dvr-Datei spielen";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* ..in Settings server edit */
"Port" = "Port";

/* No comment provided by engineer. */
"Priority" = "Priorität";

/* No comment provided by engineer. */
"Remove recording" = "Aufnahme löschen";

"Play" = "Abspielen";
"Remove" = "Löschen";
"Close" = "Schließen";

/* ..in Settings server edit */
"Server Address" = "Serveradresse";
"Address" = "Adresse";
"Use HTTPS" = "Verwende HTTPS";
"Web Root" = "Web Root";

/* ..in Settings server edit */
"SSH Password" = "SSH-Passwort";

/* ..in Settings server edit */
"SSH Port" = "SSH-Port";

/* ..in Settings server edit */
"SSH Port Forward" = "SSH-Port-Weiterleitung";

/* ..in Settings server edit */
"SSH Username" = "SSH-Benutzername";

/* Auto rec edit - start around */
"Start Around" = "Start Around";

/* No comment provided by engineer. */
"Stream Channel" = "Kanal streamen";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Autoaufnahme erfolgreich hinzugefügt";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Aufnahme erfolgreich hinzugefügt";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Aufnahme erfolgreich abgebrochen";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Autoaufnahme erfolgreich gelöscht";

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Aufnahme erfolgreich gelöscht";

/* .. in settings screen */
"Support" = "Support";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Time" = "Zeit";

"Description" = "Beschreibung";

/* .. in settings screen */
"TVHeadend Server" = "TVHeadend-Server";

/* ..in Settings server edit */
"TVHeadend Server Details" = "TVHeadend-Server Details";

/* Title 1 in settings screen */
"TVHeadend Servers" = "TVHeadend-Server";

/* ..in Settings server edit */
"Username" = "Benutzername";
"Draw Image Border" = "Zeige Bildbegrenzung";
"Transcode Resolution" = "Transcoding Auflösung";
"Transcode Settings" = "Transcoding Einstellungen";
"Transcode Video Codec" = "Transcode Video Codec";
"Transcode Sound Codec" = "Transcode Sound Codec";
"Transcode Mux" = "Transcode Mux";
"Choose Video Codec (default: H264, PASS = Passthrough, NONE = Removed)" = "Wähle Video Codec (Standard: H264, PASS = Passthrough, NONE = gelöscht)";
"Choose Sound Codec (default: AAC, PASS = Passthrough, NONE = Removed). Sound Codec also affects Internal Player, use only AAC or MP3" = "Wähle Sound Codec (Standard: AAC, PASS = Passthrough, NONE = gelöscht). Sound Codec betrifft auch internen Player, nur AAC oder MP3 benutzen";
"Choose Mux container (default: NONE, PASS = Passthrough, NONE = Removed)" = "Wähle Mux Container (Standard: NONE, PASS = Passthrough, NONE = gelöscht)";
"Right Panel" = "Rechtes Panel";
"Website Address in Status" = "Webseitenadresse in Status";
"Dynamic based on screen" = "Dynamisch basierend auf Bildschirm";
"Show Status" = "Status anzeigen";
"Show Log" = "Protokoll anzeigen";
"None" = "Keiner";

/* No comment provided by engineer. */
"Weekdays" = "Wochentage";

/* No comment provided by engineer. */
"Yes" = "Ja";

"Record" = "Aufnehmen";
"AutoRec" = "AutoRec";
"Episode" = "Episode";
"Description" = "Beschreibung";
"Creator" = "Ersteller";
"Scheduled State" = "geplanter Status";

/* segments for recordings screen */
"Upcoming" = "Geplant";
"Completed" = "Abgeschlossen";
"Failed" = "Fehlgeschlagen";

/* segments for detail program */
"Details" = "Details";
"See Again" = "Zugehörig";

"Recordings" = "Aufnahmen";
"Now" = "Jetzt";
"Now in" = "Jetzt in";
"EPG" = "EPG";
"Status" = "Status";
"Log" = "Log";
"Settings" = "Einstellungen";
"Support Me" = "Unterstütze mich";
"Search Program Title" = "Programmtitel suchen";
"File Size" = "Dateigröße";

"POLLING_MESSAGE" = "Mit Deaktivierung der Abfrage deaktivierst du Status-Updates, Logging und jede automatische Datenaktualisierung. Du kannst die Abfrage bei jedem Appstart im Statusbildschirm rechts oben aktivieren / deaktivieren. Besuche das FAQ für mehr Informationen.";
"Content Type" = "Inhaltstyp";
"Not Available" = "Nicht verfügbar";

"Today" = "Heute";
"Tomorrow" = "Morgen";
"Yesterday" = "Gestern";

"Stream Channel" = "Kanal streamen";
"Play Dvr File" = "Spiele Dvr-Datei";
"Transcode" = "Transcodieren";
"Internal Player" = "Interner Spieler";
